Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/johantore-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 .
nob: Artikkel i boka Samisk skolehistorie 3 .

source: Garra ráŋggáštusat Máze skuvllas
nob: Harde straffer på Masi skole

source: Muitalan Svein Lundii
nob: Fortalt til Svein Lund

source: Johan Tore Eira , Máze 2007 ( Govva : Svein Lund )
nob: Johan Tore Eira , Máze 2007 ( Foto : Svein Lund )

source: Johan Tore Eira lea riegádan 1944:s Mázes , ja doppe son váccii vuođđoskuvlla .
nob: Johan Tore Eira er født i 1944 i Máze , og der gikk han grunnskolen .

source: Dan maŋŋá son váccii joatkkaskuvlla ( framhaldsskole ) Guovdageainnus ja álbmotallaskuvlla Kárášjogas .
nob: Deretter gikk han framhaldsskole i Guovdageaidnu og folkehøgskole i Karasjok .

source: Sus lea industriijamekanihkaroahppu Álttá rávesolbmuidoahppoguovddážis ja barggai veahá Biedjovákki ruvkkiin .
nob: Han har utdanning som industrimekaniker fra voksenopplæringssenteret i Alta og han arbeida ei stund i Biedjovággi gruver .

source: Dan maŋŋil son lea jođihan bearraša šibitdálu .
nob: Deretter overtok han familiens gård , og siden har han drevet med husdyr og gårdsdrift .

source: – Ledjen gietkkamánná go mu bearaš fertii báhtarit Ruŧŧii .
nob: – Jeg var bare komsebarn da familien min måtte flykte til Sverige i 1944 .

source: Doppe oruimet golbma jagi Johkamohkis ovdal go beasaimet ruoktot .
nob: Der bodde vi i tre år i Jokkmokk før vi fikk komme hjem igjen .

source: In álgán skuvlii ovdal go ledjen 8 jagi boaris , 1952:s .
nob: Jeg begynte ikke på skolen før jeg var 8 år gammel , i 1952 .

source: Guokte vuosttaš jagi leimmet bráhkas , 3. luohká rájes lei albma skuvla gárvvis , mas maiddái lei internáhtta .
nob: De to første åra gikk vi i brakke , fra 3. klasse var den permanente skolen ferdig , som også hadde internat .

source: Mii dálumánát vácciimet moadde mánu čakčat ja fas moadde mánu giđđat .
nob: Vi fastboende barna gikk noen måneder på høsten og igjen noen måneder på våren .

source: Olles dálvvi lei mis friddja , dan botta go boazodoallománát ledje skuvllas .
nob: Hele vinteren hadde vi fri , mens reindriftsbarna var på skolen .

source: Dalle veahkehin váhnemiiddan šibitdoaluin , ledjen mielde meahcis bivddus , murremis ja nu ain .
nob: Da hjalp jeg til med husdyra på gården , var med på fjellet på jakt , vedhogst og så videre .

source: Oruimet skuvlla lahka ja bessen orrut ruovttus olles álbmotskuvlaáiggi .
nob: Vi bodde nær skolen og jeg kunne bo hjemme hele folkeskoletida .

source: Bajilmáhttin ipmárdusa haga
nob: Utenat uten å forstå

source: Go álgen skuvlii , in máhttán dárogiela , ja eanas oahpaheaddjit eai máhttán sámegiela .
nob: – Da jeg begynte på skolen kunne jeg ikke norsk , og de fleste lærerne kunne ikke samisk .

source: Easka go ledjen 5. dahje 6. luohkás ipmirdin dan mađe dárogiela ahte ožžon ávkki oahpaheamis .
nob: Først da jeg var i 5. eller 6. klasse forsto jeg såpass norsk at jeg kunne dra nytte av undervisninga .

source: Skuvllas lei dušše okta oahpaheaddji gii máhtii sámegiela , Anders O. Eira , gii lei Mázes eret .
nob: På skolen var det bare en lærer som kunne samisk , Anders O. Eira , som sjøl var fra Máze .

source: Son oahpahii min risttalašvuođaoahpus , ja dat lei áidna fága man oahpaheaddjis lei lohpi oahpahit sámegillii .
nob: Han underviste oss i kristendomskunnskap , som var det eneste faget som var lov å undervise på samisk .

source: Mis ledje maiddái sámegiel biibalhistorjágirjjit .
nob: Vi hadde også bibelhistoriebøker på samisk .

source: Jáhkán ahte Ánte maiddái humai eambbo sámegiela skuvllas go galggai dalá njuolggadusaid mielde .
nob: Jeg tror at Anders også snakka mer samisk på skolen enn det han skulle etter de reglene som gjaldt da.

source: Buot eará oahpaheaddjit ledje dáččat ja rivgut , ii oktage sis orron oahppan olus sámegiela .
nob: Alle de andre lærerne var norske og ingen av dem syntes å ha lært seg noe samisk .

source: Sii oahpahedje dego livččii gos dal muđui ge Norggas .
nob: De underviste som om de var hvor som helst ellers i Norge .

source: Adde midjiide leavssuid , mii dábálaččat lei oahppat sullii siiddu oahppogirjjis bajil .
nob: De ga oss lekser , som vanligvis var å lære omtrent ei side utenat .

source: Áidna mas beroštedje lei leimmet go mii oahppan dan bajil , eai beroštan das ipmirdeimmet go mii maid logaimet .
nob: Det eneste de brydde seg om var om vi hadde lært dette utenat , de brydde seg ikke om vi forsto det vi leste .

source: Dábálaččat ipmirdeimmet hui unnán .
nob: Vanligvis forsto vi svært lite .

source: Heahpatčiehka ja speažžun
nob: Skammekrok og ris

source: – Go eat máhttán leavssu de lei ráŋggáštus .
nob: – Når vi ikke kunne leksene så var det straff .

source: Dávjá fertiimet čuožžut « skammekrokenis » – heahpatčiegas .
nob: Ofte måtte vi stå i skammekroken .

source: Muhtin oahpaheaddjit huško min gieđaid čujonasain dahje spežžejedje bealljái .
nob: Noen lærere slo oss over fingrene med pekestokken eller ga oss ørefiker .

source: Dat dieđusge ii lean lohpi , muhto váhnemat eai duostan váidalit .
nob: Det var sjølsagt ikke lov , men foreldrene torde ikke klage .

source: Máŋga váhnema , nu go mu áhčči ja eadni , máhtte maiddái hui unnán dárogiela , eai ge dovdan lágaid ja njuolggadusaid .
nob: Mange foreldre , som mine , kunne også svært lite norsk , og de kjente ikke lover og regler .

source: Danne lei hui hárve ahte bohte váidalusat skuvlastivrii dahje eará eiseválddiide .
nob: Derfor var det svært sjelden at det kom klager til skolestyret eller andre myndigheter .

source: Ii báljo lean oktavuohta váhnemiid ja oahpaheddjiid gaskkas .
nob: Det var nesten ingen kontakt mellom foreldre og lærere .

source: Muittán go álgen 3. luohkkái .
nob: Jeg husker da vi begynte i 3. klasse .

source: Dalle logai oahpaheaddji ahte galggaimet čállit stiilla .
nob: Da sa læreren at vi skulle skrive stil .

source: Muhto mun in ipmirdan mii dat stiila lei , áidna maid dihten lei ahte go njuikejedje sabehiin , de ožžo « stiilla » , muhto in ipmirdan mo dan čállit .
nob: Men jeg forsto ikke hva stil var . Det eneste jeg visste var at når man hoppa på ski , så fikk man « stil » , men jeg forsto ikke hvordan jeg skulle skrive ned slik stil .

source: Nu ahte in čállán maidege , ja de ráŋggáštuvvojin go in lean bargan leavssu .
nob: Så jeg skreiv ingen ting og blei så straffa for at jeg ikke hadde gjort leksa .

source: Vearrámus lei dárogiella , rehkenastin manai buorebut , go dalle ipmirdin eambbo .
nob: Det var norsken som var verst , i regning gikk det bedre , for da forsto jeg mer .

source: Dennjen , duodji ja lášmmohallan manai bures , dain fágain mus ledje buorit árvosánit , muhto teoriijafágain ledje hui heittohat .
nob: Tegning , sløyd og gymnastikk gikk bra , i de faga hadde jeg gode karakterer , men i teorifaga var det svært dårlig .

source: Min skuvlaluohkás lei oahppi gii máhtii dárogiela ovdal go álggii skuvlii , Sámmol Hætta .
nob: I klassen min var det en elev som kunne norsk før han begynte på skolen , Samuel Hætta .

source: Son dulkui midjiide maid oahpaheaddji dajai , dat lei stuora veahkkin midjiide .
nob: Han tolka til oss det som læreren sa , det var til stor hjelp for oss .

source: Oahpaheaddjit gozihedje juohke beaivvi ahte mánát ledje basadan .
nob: Lærerne kontrollerte hver dag at barna hadde vaska seg .

source: De lei muhtin giđđa go lei hui buorre dálki ja beaivváš báittii .
nob: Så var det en vår at det var svært godt vær og sola skinte skarpt .

source: Mun ledjen leamaš moadde beaivvi ovttas áhčiin meahcis ja bivdán guliid , ja ledjen áibbas áfáiduvvan .
nob: Jeg hadde vært noen dager på fjellet med far min og fiska , og var blitt helt brun av sola .

source: De bođii oahpaheaddji , muhtin lullirivgu , dárkkistit basadeami .
nob: Så kom læreren , ei frøken sørfra , for å kontrollere vaskinga .

source: Son doaivvui mun ledjen duolvvas ja doaškkui mu go máhkaš in lean basadan .
nob: Hun trodde at jeg var skitten og slo meg for at jeg liksom ikke hadde vaska meg .

source: Mun dieđusge muitalin dan fearána eadnái .
nob: Jeg fortalte dette sjølsagt til mor .

source: Son dajai « jallas rivgu ! » , muhto ii duostan váidalit , ii ge diehtán mot ja gosa váidalit ge .
nob: Hun sa « jallas rivgu » [ 1 ] , men hun torde ikke klage , for hun visste ikke hvor og hvordan hun skulle klage .

source: Ledjen 6. luohkás .
nob: Jeg var i 6. klasse .

source: Bottus láviimet čiekčat spáppa .
nob: I friminuttene brukte vi å sparke fotball .

source: Lei nu ahte maŋimus gii manai sisa galggai álo váldit spáppa mielde .
nob: Det var slik at den siste som gikk inn skulle alltid ta med ballen .

source: Go mun mannen sisa , de doaivvui oahpaheaddji ahte mun dat ledjen maŋimus ja jearai gos spábba lei .
nob: Da jeg gikk inn så trodde læreren at jeg var den siste , og spurte hvor ballen var .

source: Mun vástidin ahte in lean maŋimus , muhto oahpaheaddji ii jáhkkán dasa ja čorbmadii mu niskái nu ahte mannen galmmas .
nob: Jeg svarte at jeg ikke var sist , men læreren trodde ikke det og slo meg så hardt over nakken at jeg frøys til .

source: Mun suorganin nu ahte dan maŋŋil in duostan mannat skuvlii golmma vahkkui .
nob: Jeg blei så skremt at etter det torde jeg ikke gå på skolen på tre uker .

source: Dalle mu eadni bivddii mu stuoravielja čállit váidalusa skuvlastivrii .
nob: Da ba mor mi storebror min skrive en klage til skolestyret .

source: Ja skuvlastivra válddii dan duođas ja mearridii ahte oahpaheaddji fertii bivdit ándagassii dahje lihccojuvvot .
nob: Og skolestyret tok det alvorlig og vedtok at læreren måtte be om unnskyldning eller bli sparka .

source: Loahppa lei ahte mu viellja doalvvui mu skuvlii ja oahpaheaddji ánui ándagassii .
nob: Det endte med at bror min tok meg med til skolen og læreren ba om unnskyldning .

source: Muhtin oahppit hui dávjá ráŋggáštuvvojedje .
nob: Noen elever blei svært ofte straffa .

source: Muittán ahte oahpaheaddji válddii muhtin oahppi olggos feaskárii ja buohkat gulaimet go speaččui .
nob: Jeg kan huske at en lærer tok en elev ut på gangen og vi kunne alle høre at han slo .

source: Vearrámusaid gaskkas lei oahpaheaddji gii lei leamaš nasistan soađi áigge .
nob: Blant de verste var en lærer som hadde vært nazist under krigen .

source: Muittán váhnemat lohke ahte dan dihtii son ii šat beassan bargat oahpaheaddjin doppe gos ovdal lei leamaš , ja danne son lei boahtán deike .
nob: Jeg husker foreldrene fortalte at han ikke lenger hadde fått arbeide som lærer der han hadde vært , og derfor hadde han kommet hit .

source: Buot oahpaheaddjit eai lean seamma garrasat , muittán mis lei muhtin rivgu gii lei hui siivui .
nob: Alle lærerne var ikke like harde , jeg husker ei lærerinne som var veldig snill .

source: Skuvlamánát ja oahpaheaddji Karles Lund . ( Govva : Máze skuvla .
nob: Skolebarn og lærer Karles Lund ( Foto : Máze skuvla .

source: Gáldu : Muitalusat ja dáhpáhusat Guovdageainnus 8 )
nob: Kilde : Muitalusat ja dáhpáhusat Guovdageainnus 8 )

source: Bealuštii unnimusaid
nob: Forsvarte de minste

source: Álbmotskuvlla maŋŋá lei joatkkaskuvla ( framhaldsskole ) , Guovdageainnu márkanis , ja dalle fertiimet orrut internáhtas .
nob: – Etter folkeskolen var det framhaldsskole , den var på kirkestedet i Kautokeino . Da måtte vi bo på internatet .

source: Joatkkaskuvla lei ovttas álbmotskuvllain , ja mun lávejin bealuštit unnimusaid go stuorit mánát givssidedje sin .
nob: Framhaldsskolen var sammen med folkeskolen , og jeg brukte å forsvare de minste når de større barna plaga dem .

source: Ledjen dalle skuvlla gievrramus , ja maŋemus beaivvi de skuvlahoavda Ola Aarseth bođii giitit mu go ledje leamaš nu unnán váttisvuođat dan jagi .
nob: Jeg var da skolens sterkeste elev og siste skoledag takka skolesjefen Ola Aarseth meg for at det hadde vært så lite problemer det året .

source: Ledjen baldán givssideddjiid nu ahte sii eai duostan givssidit fas .
nob: Jeg hadde skremt plagerne slik at de ikke torde plage de små mer .

source: Dalle go vázzen framhaldsskuvlla ohppen oalle ollu , go dalle ledjen oahppan dan mađe dárogiela ahte ožžon ávkki oahpahusas .
nob: Da jeg gikk framhaldsskolen lærte jeg ganske mye , da hadde jeg lært såpass norsk at jeg hadde utbytte av undervisninga .

source: Joatkkaskuvllas ii lean dušše teoriija , mis lei ollu duodji ja lášmmohallan .
nob: På framhaldsskolen var det ikke bare teori , vi hadde mye sløyd og gymnastikk .

source: Dasa mun liikojin , ja šadden skuvlameašttirin luođufalástallamis ( friidrett ) .
nob: Det likte jeg , og jeg blei skolemester i friidrett .

source: Dálvevaláštallan ii lean skuvllas , go joatkkaskuvla lei nugo álbmotskuvla juhkkojuvvon guovtti jovkui ; mis dálumánáin lei skuvla dušše čakčat ja giđđat .
nob: Vinteridrett hadde vi ikke på skolen , for framhaldsskolen var liksom folkeskolen delt i to grupper , vi fastboende barna hadde skole bare på høsten og våren .

source: Guovdageainnu joatkkaskuvla ( framhaldsskole ) , 1958 ( Govva luoikan Johan Tore Eira )
nob: Guovdageainnu framhaldsskole , 1958 ( Foto utlånt av Johan Tore Eira )

source: Ollesdálveskuvlla ožžon easka go jagi maŋŋil mannen Kárášjohkii vázzit Sámi álbmotallaskuvlla .
nob: Helårsskole fikk jeg først da jeg året etter dro til Karasjok for å gå Den samiske folkehøgskolen der .

source: Doppe ledje guokte skuvlameašttirgilvvu ; duojis ja falástallamis .
nob: Der var det to skolemesterskap ; i sløyd og i idrett .

source: Ieš vuiten duojis , ja ožžon iežan nama pokálii .
nob: Sjøl vant jeg sløydmesterskapet og fikk navnet mitt på pokalen .

source: Dan skuvllas mis lei buoremus oahpaheaddji gii mus lea leamaš , Paul Ryan .
nob: På den skolen hadde vi den beste læreren som jeg har hatt , Paul Ryan .

source: Sus ohppen hui ollu , muhto dađi bahábut son lei eret maŋŋel juovllaid , ja dalle oaččuimet sadjásačča gii ii dohkken masage .
nob: Av han lærte vi svært mye , men dessverre var han borte etter jul , og da fikk vi en vikar som vi ikke lærte stort av .

source: Álbmotallaskuvllas ožžon vuosttaš háve oahpahusa sámegielas .
nob: På folkehøgskolen fikk jeg for første gang samiskopplæring .

source: Hans Eriksen dat lei sámegieloahpaheaddji .
nob: Det var Hans Eriksen som var samisklærer .

source: Lei eanas lohkan- ja čállinoahppu , muhto ledje unnán diimmut eat ge oahppan nu ollu .
nob: Det var mest lese- og skriveopplæring , men det var få timer og vi lærte ikke så mye .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
